"Start new chat" = "Iniciar nuevo chat";

"Message" = "Mensaje";

"Which model would you like to use?" = "¿Qué modelo te gustaría usar?";

"Continuous chat" = "Chat continuo";

"What would you like to ask ChatGPT about?" = "¿Qué te gustaría preguntarle a ChatGPT?";

"ChatGPT Help" = "Ayuda de ChatGPT";

"This action will send a single message to a chat with ChatGPT and return the response." = "Esta acción enviará un solo mensaje a un chat con ChatGPT y devolverá la respuesta.";

"%@" = "%@";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Esta acción abre la aplicación de ChatGPT para iniciar una conversación de voz con ChatGPT.";

"Ask ChatGPT" = "Preguntar a ChatGPT";

"New Temporary Chat" = "Nuevo chat temporal";

"Start voice conversation" = "Iniciar una conversación de voz";

"Model" = "Modelo";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Ya sea para activar un chat continuo o completar el atajo inmediatamente después de la respuesta";

"Would you like to start a new chat?" = "¿Quieres iniciar un nuevo chat?";

"Model name" = "Nombre de modelo";

"Start voice conversation with ChatGPT" = "Iniciar una conversación de voz con ChatGPT";

"Chat Identifier" = "Identificador de chat";

"Toggle Sidebar" = "Alternar barra lateral";

"Indicates whether a new chat should be started" = "Indica si se debe iniciar un nuevo chat";

"Change Shortcut" = "Modificar atajo";

"Message Identifier" = "Identificador de mensaje";

"Model to use with the new chat" = "Modelo para usar con el nuevo chat";

"Content" = "Contenido";

"New Chat" = "Nuevo chat";

"Model slug" = "Slug del modelo";

"Settings…" = "Configuración...";

"Message to send to ChatGPT" = "Mensaje para enviar a ChatGPT";

"You can continue this chat from the app." = "Puedes continuar este chat desde la aplicación.";

"Is there anything else you would like to ask about?" = "¿Hay algo más que quieras preguntar?";

"Check for Updates…" = "Comprobar actualizaciones...";

